question_data = [
    {"text": "Кровь слизняка зеленая.", "answer": "True"},
    {"text": "Самое громкое животное - африканский слон.", "answer": "False"},
    {"text": "Примерно четверть человеческих костей находится в стопах..", "answer": "True"},
    {"text": "Общая площадь легких человека размером с футбольное поле.", "answer": "True"},
    {"text": "В Западной Вирджинии, США, если вы случайно сбили животное своей машиной, вы можете забрать его домой, чтобы"
             " съесть его.",
     "answer": "True"},
    {"text": "В Лондоне, Великобритании, если вы умрете в Палате парламента, вы имеете право на государственные похороны.",
     "answer": "False"},
    {"text": "В Португалии запрещено мочиться в Океан.", "answer": "True"},
    {"text": "Вы можете вести корову вниз, но не вверх по лестнице.", "answer": "False"},
    {"text": "Изначально Google назывался 'Backrub'.", "answer": "True"},
    {"text": "Девичей фамилей матери Базза Олдрина была 'Луна'.", "answer": "True"},
    {"text": "Ни один квадратный кусок сухой бумаги нельзя сложить пополам более 7 раз.", "answer": "False"},
    {"text": "Несколько унций шоколада могут убить маленькую собаку.", "answer": "True"}
]